[Character.CharClass_GoliathBossProxy AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_GoliathBossProxy_Raid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A happy couple",TransformedNames=((TransformedName="Angry couple"),(TransformedName="angry couple"),(TransformedName="Angry family"),(TransformedName="Two people are smoking "),(TransformedName="Goliath's companion")))

